[
  {
    "title": "Solo Leveling",
    "genre": "Action, Fantasy",
    "description": "Sung Jin-Woo, a weak E-Rank Hunter, becomes the sole survivor of a dungeon raid. After awakening strange new powers, he embarks on a journey to become the most powerful being in the universe."
  },
  {
    "title": "Tower of God",
    "genre": "Action, Fantasy, Adventure",
    "description": "Twenty-Fifth Baam climbs a mysterious tower filled with dangerous challenges to reunite with his friend Rachel. Each floor of the tower presents new and deadly obstacles."
  },
  {
    "title": "Hardcore Leveling Warrior",
    "genre": "Action, Fantasy, Game",
    "description": "Gong Won-Ho, the top player of Lucid Adventure, loses his status and must climb back to the top, starting from the bottom."
  },
  {
    "title": "Noblesse",
    "genre": "Action, Fantasy, Supernatural",
    "description": "Cadis Etrama Di Raizel, a powerful Noble, awakens after 800 years of slumber and tries to live a normal life in modern society, but his true identity soon becomes difficult to conceal."
  },
  {
    "title": "The God of High School",
    "genre": "Action, Fantasy, Martial Arts",
    "description": "Jin Mori enters a mysterious martial arts tournament where the prize is any wish of the winner. As he progresses, he learns more about the realms and his hidden powers."
  },
  {
    "title": "Second Life Ranker",
    "genre": "Action, Fantasy, Revenge",
    "description": "Yeon-Woo searches for his twin brother and uncovers his death in an alternate dimension. Determined to avenge him, Yeon-Woo embarks on a dangerous journey in the Tower of the Sun God."
  },
  {
    "title": "Eleceed",
    "genre": "Action, Fantasy, Superpower",
    "description": "Jiwoo, a young man with super speed, teams up with Kayden, a powerful being trapped in the body of a cat, to defend against dangerous opponents in a world of awakened beings."
  },
  {
    "title": "The Advanced Player of the Tutorial Tower",
    "genre": "Action, Fantasy, Adventure",
    "description": "Hyeonu Kim is trapped in the Tutorial Tower for 12 years, fighting monsters over and over. After finally escaping, he seeks to explore the outside world and use his newfound powers."
  },
  {
    "title": "Leveling Up With The Gods",
    "genre": "Action, Fantasy, Adventure",
    "description": "Kim Yuwon, having witnessed the destruction of the gods and humanity, returns to the past with newfound experience and determination to climb the Tower again and change the future."
  },
  {
    "title": "Villain to Kill",
    "genre": "Action, Fantasy, Supernatural",
    "description": "Cassian Lee, a powerful Psyker, dies while seeking revenge and wakes up in the body of a villain. Now he must decide whether to embrace his new identity or continue fighting evil."
  },
  {
    "title": "Hero Killer",
    "genre": "Action, Fantasy, Revenge",
    "description": "Ihwa, a young girl with a tragic past, sets out on a quest for revenge after her sister is killed by supposed heroes. She encounters mysterious allies and dangerous foes on her journey."
  },
  {
    "title": "Return to Player",
    "genre": "Action, Fantasy, Dark",
    "description": "Sehan Kim, having witnessed the grim end of a game where gods turned humans into players, is sent back in time to the beginning. Now, with a second chance, he seeks to change his fate."
  },
  {
    "title": "Jungle Juice",
    "genre": "Action, Fantasy, Supernatural",
    "description": "Suchan Jang hides his insect wings, but his life changes when he exposes them to save someone. He discovers a hidden world of insect-humans where survival depends on following the jungle's law."
  },
  {
      "title": "Lore Olympus",
      "genre": ["Romance", "Fantasy", "Mythology"],
      "description": "A modern retelling of Greek mythology focused on Hades and Persephone's love story, exploring the lives of the gods in a world of intrigue and romance."
  },
  {
      "title": "The Remarried Empress",
      "genre": ["Romance", "Fantasy", "Drama"],
      "description": "Empress Navier's world shatters when her husband demands a divorce. She faces heartbreak and betrayal while an unexpected love and new political challenges arise."
  },
  {
      "title": "Leveling Up My Husband to the Max",
      "genre": ["Romance", "Fantasy", "Time Travel"],
      "description": "Amber goes back in time to change her cruel husband and create a better future for herself using her knowledge of the potential future."
  },
  {
      "title": "I’m the Queen in this Life",
      "genre": ["Romance", "Fantasy", "Revenge"],
      "description": "Ariadne is betrayed and murdered, only to be sent back in time. She vows to take revenge on her enemies and change her fate."
  },
  {
      "title": "The Witch and the Bull",
      "genre": ["Romance", "Fantasy", "Magic"],
      "description": "Tan curses a witch's cafe, but his life is forever changed. The only way to undo the curse is through the kindness of the witch, Aro."
  },
  {
      "title": "From A Knight to A Lady",
      "genre": ["Romance", "Fantasy", "Reincarnation"],
      "description": "Estelle, once a knight betrayed by her comrades, reincarnates as a noblewoman in an enemy kingdom and navigates the complexities of her new life."
  },
  {
      "title": "For My Derelict Favorite",
      "genre": ["Romance", "Fantasy", "Adventure"],
      "description": "Hestia is transported into her favorite novel, determined to save her favorite character from a tragic fate by actively changing the story."
  },
  {
      "title": "Eaternal Nocturnal",
      "genre": ["Romance", "Fantasy", "Supernatural"],
      "description": "Eve suffers from insomnia until she encounters a dream eater, and their mysterious connection offers a unique remedy for her condition."
  },
  {
      "title": "Act Like You Love Me!",
      "genre": ["Romance", "Fantasy", "Comedy"],
      "description": "Ji-won, a struggling assistant, gains control over a famous actor using a magical doll, flipping their dynamic in humorous and heartwarming ways."
  },
  {
      "title": "My In-Laws Are Obsessed With Me",
      "genre": ["Romance", "Fantasy", "Revenge"],
      "description": "Pereshati seeks revenge after being betrayed by her lover and step-family. She enters a marriage of convenience with the powerful Grand Duke Therdeo."
  },
  {
      "title": "Suitor Armor",
      "genre": ["Romance", "Fantasy", "Magic"],
      "description": "Lucia, a fairy disguised as a human, falls for a magical knight created by a powerful mage, leading to a magical, romantic adventure."
  },
  {
      "title": "Castle Swimmer",
      "genre": ["Romance", "Fantasy", "LGBTQ+"],
      "description": "The prophecy-bound Beacon and Siren, a prince destined to kill him, form an unlikely bond that challenges their fate in a magical underwater world."
  },
  {
      "title": "SubZero",
      "genre": ["Romance", "Fantasy", "Drama"],
      "description": "Princess Clove of the Dragon Clan marries her enemy, the Crimson Prince, in hopes of saving her people and ending centuries of war."
  },
  {
      "title": "Your Throne",
      "genre": ["Romance", "Fantasy", "Revenge"],
      "description": "Medea seeks revenge after losing everything to her once-trusted friend Psyche. A tale of power, betrayal, and the struggle for the throne."
  },
  {
      "title": "Dark Moon: The Blood Altar",
      "genre": ["Romance", "Fantasy", "Supernatural"],
      "description": "Sooha, a girl feared as a vampire, finds herself caught between mysterious boys who are werewolves and vampires, uncovering her true destiny."
  },
  {
      "title": "His Majesty’s Proposal",
      "genre": ["Romance", "Fantasy", "Reincarnation"],
      "description": "Penelope, haunted by memories of her tragic past life, finds herself entangled with the emperor after regaining her past life's memories."
  },
  {
      "title": "Winter Moon",
      "genre": ["Romance", "Fantasy", "MMORPG"],
      "description": "Risa, a priest in an MMORPG, uses charm to gain rewards from male players until she meets Florence, a powerful mage immune to her charms."
  },
  {
      "title": "My Gently Raised Beast",
      "genre": ["Romance", "Fantasy", "Drama"],
      "description": "Blondina, a princess of the Ates Empire, forms a deep bond with a mysterious creature named Amon, who turns out to be more than just a cat."
  },
  {
      "title": "See You In My 19th Life",
      "genre": ["Romance", "Fantasy", "Reincarnation"],
      "description": "Jieum Bam remembers all her past lives and sets out to reconnect with people from her previous life in hopes of rekindling a lost romance."
  },
  {
      "title": "Cursed Princess Club",
      "genre": ["Romance", "Fantasy", "Comedy"],
      "description": "Princess Gwendolyn, lacking conventional princess beauty, stumbles upon the Cursed Princess Club, where she learns to embrace her unique self."
  },
  {
      "title": "Siren’s Lament",
      "genre": ["Romance", "Fantasy", "Supernatural"],
      "description": "Lyra’s life takes a turn when she becomes a partial siren due to Poseidon’s curse, uncovering a world of love and mystery beneath the ocean."
  },
  {
      "title": "Super Secret",
      "genre": ["Romance", "Fantasy", "Supernatural"],
      "description": "Emma, an ordinary girl, is unaware that her best friend Ryan is a werewolf. Their supernatural and human worlds collide in this heartwarming story."
  },
  {
      "title": "Refund High School",
      "genre": ["Romance", "Fantasy", "School"],
      "description": "Aru Kim, a girl whose dream of becoming an idol ends in tragedy, is given a second chance in the underworld at Refund High School."
  },

  {
      "title": "A Returner’s Magic Should Be Special",
      "genre": "Adventure, Fantasy, Action, Dark",
      "description": "Desir Arman, one of the last six survivors of an apocalyptic event, is transported back in time. Determined to alter the past and prevent the destruction, he embarks on a mission to reshape the future."
  },
  {
      "title": "Omniscient Reader’s Viewpoint",
      "genre": "Post-Apocalyptic, Dark Fantasy, Adventure",
      "description": "Kim Dokja's world is turned upside down when the events of his favorite novel become a reality. With complete knowledge of this world, he becomes the focal point of a deadly game."
  },
  {
      "title": "The World After The Fall",
      "genre": "Apocalyptic, Adventure, Fantasy",
      "description": "Jaehwan, along with other Walkers, ascends the Tower of Nightmares to fight for humanity's survival. His journey explores the possibilities beyond the destruction of mankind."
  },
  {
      "title": "The Greatest Estate Developer",
      "genre": "Fantasy, Adventure, Reincarnation",
      "description": "Suho Kim, a civil engineer, is transported into a novel as Lloyd Frontera. Using his engineering skills, he attempts to free his family from debt and change his fate."
  },
  {
      "title": "The Wrath & The Dawn",
      "genre": "Adventure, Fantasy, Romance",
      "description": "A retelling of Arabian Nights, this story follows Shahrzad, who marries the Caliph to avenge her friend's death. She plans to stay alive long enough to kill the king and stop the murders."
  },
  {
      "title": "Tricked Into Becoming the Heroine’s Stepmother",
      "genre": "Reincarnation, Adventure, Fantasy",
      "description": "After dying in the real world, Daisy wakes up in the novel she and her friends wrote for fun. Her life remains difficult, and she finds herself caught up in royal conflicts."
  },
  {
      "title": "The First Night With the Duke",
      "genre": "Fantasy, Romance, Comedy",
      "description": "Ripley, a college student, wakes up as a noblewoman in her favorite novel. She ends up in the bed of the Duke, who was supposed to fall in love with the original female protagonist."
  },
  {
      "title": "Like Wind On A Dry Branch",
      "genre": "Fantasy, Romance, Adventure",
      "description": "Rieta, a widow, is rescued from a terrible fate by a prince. She hides many secrets, and her story unfolds as she searches for her lost daughter in a world filled with despair."
  },
  {
      "title": "Everywhere & Nowhere",
      "genre": "Fantasy, Adventure, Time Travel",
      "description": "William Rosencrantz and Anne Guildenstern, characters from Shakespeare's Hamlet, are transported to the modern world. They navigate high school life while adjusting to their immortality and time-traveling abilities."
  },
  {
      "title": "Fluffy Boyfriend",
      "genre": "Fantasy, Adventure, Romance",
      "description": "Niko, a half-animal human, lives in disguise in the human world. The story follows his relationship with Anna, who has a unique condition, as they navigate their hidden identities."
  },
  {
      "title": "Hooky",
      "genre": "Fantasy, Adventure, Magic",
      "description": "After missing the bus to magic school, Dani and Dorian find themselves caught in a war between humans and witches. Their adventures center around the historical conflict and their personal growth."
  },
  {
      "title": "Kubera",
      "genre": "Fantasy, Adventure, Action",
      "description": "Kubera, a young girl who lost her family, embarks on a journey with a magician named Asha. Together, they face challenges and uncover secrets in a world where humans coexist with supernatural beings."
  },
  {
      "title": "DICE",
      "genre": "Adventure, Fantasy, Drama",
      "description": "Dongtae's life changes when he discovers the game of Dice, where the outcome of a roll determines one's fate. The story explores his attempts to alter his life and its consequences."
  },
  {
      "title": "Lumine",
      "genre": "Adventure, Fantasy, Supernatural",
      "description": "Lumine, a werewolf, becomes a bodyguard for Kody, a young witch with mysterious bad luck. As their bond grows, both characters uncover secrets about their families and destinies."
  }
]
    
  
